Hair_data = [
    "平头",
    "平头",
    "锅盖",
    "平头",
    "平头",
    "锅盖",
    "长发飘飘"

];
bizi_data = [
  "高高的",
  "憋憋的",
  "圆圆的",
  "高高的",
    "高高的",
    "高高的",
    "高高的"
];
Attribute_data = [

    "天降系",

    "学生会长",
    "老师",
    "不良",
    "碧池",
    "破鞋",
    "优等生",
    "大哥大",
    "眼镜娘",
    "贵族",

    "偶像",

    "肥宅",
    "文学少男",

    "人造人",
    "杀手",

    "科学家",
    "伪娘",
    "警察"
];

Character_data = [
    "运动达人",
    "天才",
    "高傲",
    "傲娇",
    "元气",
    "强气",
    "弱气",
    "乐观",
    "悲观",
    "腹黑",
    "病娇",
    "冒失",
    "认真",
    "天然呆",
    "三无",

    "中二",

    "笨蛋",
    "工口",
    "毒舌"
];

//数据来源:随便百度的 毫无科学依据
faji_data = [
    "像冉学斌",
    "像易曌"
];

Skin_data = [
    "白鬼",
    "洁白",
    "洁白",
    "正常",
    "正常",
    "正常",
    "偏黑",
    "偏黑",
    "黝黑",
    "黝黑",
    "黑的要死丢了"
];